{

  "articles" : [
	  
	  {
      "id" : "1",
      "title" : "LOVE LAKE SEBU",
      "subtitle": "T'nalak",
      "body" : "T'nalak, is a weaving tradition of the T'boli people of South Cotabato, Philippines. T'nalak cloth is woven exclusively by women who have received the designs for the weave in their dreams, which they believe are a gift from Fu Dalu, the T'boli Goddess of abacá.",
      "body2" : "#LoveThePhilippines\n#lovesouthcotabato\nlovelakesebu",
      "bodyImageUrl" : "https://i.postimg.cc/dVf48rQK/love.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/dVf48rQK/love.jpg",
      "views" : "220",
      "createdAt" : "2"
    },
	  
	  {
      "id" : "1",
      "title" : "49th Nutrition Month with the theme \"Healthy Diet Affordable for All\"",
      "subtitle": "NutrisyongSapatParasaLahat",
      "body" : "Lake Sebu Municipal Mayor Floro S. Gandam graced the celebration of 49th Nutrition Month with the theme \"Healthy Diet Affordable for All\" NutrisyongSapatParasaLahat conducted yesterday July 26, 2023 at Lake Sebu Municipal Gymnasium.",
      "body2" : "The celebration was attended by Municipal Health Office representative, Dr. Jocel Mae Dominic P. Bayquin along with MNAO, Nurse-II, Ms. Guia Arroza, RN, Nutrition Dietitian from Department of Health , Ms. Lai Entol, Municipal Agriculture Office, Agricultural Technologist, Mr. Joey Hechanova, Municipal Civil Registrar representative, Ms. Mylene D. Ca-at which was participated by personnel from Barangay Local Government Unit of Lake Sebu.",
      "bodyImageUrl" : "https://i.postimg.cc/QCdPdsx8/n-1-mayor.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/QCdPdsx8/n-1-mayor.jpg",
      "views" : "220",
      "createdAt" : "2"
    },
	  
	  {
      "id" : "1",
      "title" : "Distribution of Emergency Housing Assistance Program (EHAP)",
      "subtitle": "Cash Assistance to the families affected by calamities in Sitio Blit, Barangay Ned Lake Sebu South Cotabato",
      "body" : "Distribution of Emergency Housing Assistance Program (EHAP) Cash Assistance to the families affected by calamities in Sitio Blit, Barangay Ned Lake Sebu South Cotabato  to the following beneficiaries namely:",
      "body2" : "• Galagate, Leomar F. Sitio Aboy, Ned\n• Kudo, Egi K. Sitio Blit, Ned\n• Ligal, Ronnie D. Sitio Blit.\n• Nawan, Jocelyn M. Crossing Sison, Lahit\n• Sebanes, Jenalyn L. Sitio Kinubing, Ned\n• Seya, Banyes S. Sitio Blit, Ned\n\nFunded by: National Housing Authority Region XII facilitated by GSCKCSarDO Acting Manager Engr. Fretzie M. Punzalan with LGU Lake Sebu headed by Municipal Mayor Floro S. Gandam Sr. through MDRRMO represented by OIC MDRRMO Mr. Jose Parreño along with LDRRMO III Edna Angkoy.",
      "bodyImageUrl" : "https://i.postimg.cc/Z5bckjnm/housing.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Z5bckjnm/housing.jpg",
      "views" : "220",
      "createdAt" : "2"
    },
    
    {
      "id" : "1",
      "title" : "Municipal Development Council (MDC)",
      "subtitle": "meeting was conducted yesterday July 25, 2023 chaired by Lake Sebu Municipal Mayor Floro S. Gandam",
      "body" : "Municipal Development Council (MDC) meeting was conducted yesterday July 25, 2023 chaired by Lake Sebu Municipal Mayor Floro S.\nAgenda:\n• 2023 Annual Investment Plan (AIP) revision\n• 2024 Annual Investment Plan (AIP) proposal\n• Development Updates",
      "body2" : "The meeting was attended by Municipal Mayor Gandam  along with MLGOO, Ms. Maria Fe Soto, SB Member/Committee on Finance, Appropriation & Ways and Means, Committee on Laws, Rules, Ethics, Privileges and Good Governance, Committee on Blue Ribbon/Oversight Committee and Appropriation, Hon. Ornalfo S. Estares, MBO Jojet B. Tupas,MDMG, Municipal Planning and Development Officer, Engr. EnP, Rex Salvador Espigar, MTRM, RPABE, Municipal General Services Officer, Ms. Mary Grace Guay,MPA, ABC President, P/B, Poblacion, Hon. Bernard S. Ca-at, Municipal Administrator’s Office representative, Ms. Lyshly Boclaras, LSNHS, MPC, Ms. Marianne A. Olili, MAO representative, Mr. Mario Loberiza, COWHED, Ms. Jenalyn T. Ipil, LARFA, Pstr. Michael Ata, LASVEGAS, Vice President, Mr. Ruben Bautista, MAFC, Mr. Paulino Dongon, SCMSI  President /Commissioner Mr Reden S. Ulo, Kukum Tribu, Mr. Bernard Doy,Tinugas Communal Irrigation, Ms. Michelle O. Busa, LASEPTOUDA, Mr. Daniel Dalican and 19 Barangay Captains of Lake Sebu.",
      "bodyImageUrl" : "https://i.postimg.cc/Qxx9hzQf/mpdc.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Qxx9hzQf/mpdc.jpg",
      "views" : "220",
      "createdAt" : "2"
    },
	  
	  {
      "id" : "1",
      "title" : "Province of South Cotabato welcomes Sen. Francis Tolentino",
      "subtitle": "as a guest speaker",
      "body" : "Look: the Province of South Cotabato welcomes Sen. Francis Tolentino as a guest speaker at the opening program and dance thematic parade musical dance competition held today, July 14, 2023, at the SMRAA Sports Complex in Koronadal City.",
      "body2" : "#tnalakfestival2023",
      "bodyImageUrl" : "https://i.postimg.cc/13dsXzhn/senator-francis-0.jpg<:>https://i.postimg.cc/0NJxwqPt/senator-francis-1.jpg",
      "author" : "Floro S. Gandam",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/13dsXzhn/senator-francis-0.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
    
    {
      "id" : "1",
      "title" : "Signing of Memorandum of Agreement (MOA)",
      "subtitle": "entered into by and among the Local Government Unit of Lake Sebu",
      "body" : "Signing of Memorandum of Agreement (MOA) entered into by and among the Local Government Unit of Lake Sebu , The Municipal Police Station, The Kabalikat Rescue Communicator's Association Inc. and National Police Commission was conducted last July 24, 2023 held at Mayor’s Office",
      "body2" : "Program Agreements\nA. Adoption of community service-Oriented Policing System (CSOP) the CSOP framework balster coordination and cooperation the citenry, local executives and lntegrated Law enforcement and Public safety agencies existing in the locality undertaken through program or project implementation, including sharing of information, funds, personnel, and logistics;\n\nB. Development POPS Plan/Integrated Area/Community Public safety Plan (IACPSP) in coordinate with the guidelines that will provided by DILG;\n\nC. Implementation of joint programs, project, services and services within the CSOP framework as outlined in the POPS Plan; and D. Adoption and implementation of other programs, which can contribute to the enchantment of access to justify delivery of justice services.\n\nThe signing of MOA was attended by Municipal Mayor Floro S. Gandam Sr. along with Municipal Chief of  Police, PLt. Col, Romy Castañares, PNP Faith Based Leader, Pastor Joemar G Alang",
      "bodyImageUrl" : "https://i.postimg.cc/kXF0FjLP/moa-1.jpg",
      "author" : "Floro S. Gandam",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/j5ppvBst/moa.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
    
    
    {
      "id" : "1",
      "title" : "Theme: \"Onwards South Cotabato: Dreaming big, Weaving more progress, Rising above challenges\"",
      "subtitle": "During the South Cotabato 57th Foundation Anniversary and 24th T'nalak",
      "body" : "During the South Cotabato 57th Foundation Anniversary and 24th T'nalak Festival Program conducted yesterday July 18, 2023 with the Theme: \"Onwards South Cotabato: Dreaming big, Weaving more progress, Rising above challenges\" held South Cotabato, Sports Complex, Koronadal City.\n\nPart of the program are the ceremonial turn-over of assistance from DA to the  Fishery Sectors of South Cotabato led by South Cotabato Governor Reynaldo S. Tamayo, Jr. and Senator, Republic of the Philippines, Hon.Imee R. Marcos",
      "body2" : "Final Showdown: Street Dancing Competition\n• Madal Be'lan\n• Kasadyahan sa Kapqtagan\n• Kadsagayan A Lalan\n\nIn attendance;\nGovernor Reynaldo S. Tamayo Jr.\nVice Governor of South Cotabato, Hon. Arthuro P. Pinggoy Jr.\nBoard Members-1st District:\nHon. Nilda Almencion\nHon. Noel Escobillo\nHon. Alan Ines\n\nBoard Members-2nd District:\nHon. Junette Hurtado \nHon. Dardanilo Dar\nHon. Ervin Luntao\nHon. Mike Matinong\nHon. Alicia Nicole Causing\nHon. Henry Ladot\nHon. Cecil Diel\nProvincial SK Federation President, Hon. Alyssa Marie Fale\n\nMunicipal Mayors:\nLake Sebu Hon. Floro S. Gandam Sr.\nCity Mayor of Koronadal, Hon. Atty. Eliordo U. Ogena.\nMunicipal Mayor of Tampakan, Hon. Leonard Escobillo, RN.\nMunicipal Mayor of Tupi, Hon. Romeo Tamayo.\nMunicipal Mayor of Sto. Niño Hon. Sulpicio F. Villalobos.\nMunicipal Mayor of Surallah, Hon. Pedro  Matinong.\nMunicipal Mayor of Polomolok, Hon. Bernie Palencia\nMunicipal Mayor of Banga, Hon. Evangeline Palencia.\nMunicipal Mayor of Tantangan, Hon. Timee Joy Torres-Gonzales.\nMunicipal Mayor of Norala, Hon. Clemente  D. Fedoc.\nMunicipal Mayor of T'boli, Hon. Keo Dayle Tuan.\n\nVice Mayors:\nLake Sebu Hon. Remie Mann Unggol.\nBanga Hon. Gemma I. Lloren , RSW\nCity of Koronadal Hon. Erlinda P. Araquil\nTampakan Hon. Anadel T. Magbanua\nTantangan Hon. Cesar L. Dasilao\nPolomolok Hon. Melchor J. Jutar\nSurallah Hon. Antonio O. Bendita\nT'boli Hon. Ronie L. Dela Peña\nSto. Niño Hon. Wilfredo Dimzon\nNorala Hon. Jonel T. Daniel\nTupi Hon. Glenn C.  Hatulan\n\nDepartment and Section Heads led by Municipal Administrator, Ms.\nMaria L. Gandam, RSW, MAED.\nSB member of Lake Sebu\nHon. Ace Ofong\nHon. Liezel T. Isuga\nHon. Basilio Salif Jr.\nHon. Vicente Somido\nHon. Jimmy Baay\nHon. Ornalfo Estares\nHon. Charles Jerry Larido\nMunicipal IPMR, Hon. Leo Tang\nABC President/Barangay Poblacion P/B.\nHon. Bernard S. Ca-at\nSK Federation President, Poblacion SK,\nChairman, Hon. Andrey Mike Ungcal\nProvincial Directors,  Regional Directors of Different Offices and Agency South Cotabato, Visitors and South Cotabateños.",
      "bodyImageUrl" : "https://i.postimg.cc/j5fJS9DN/mayor-1jpg.jpg<:>https://i.postimg.cc/mgrzHhcT/mayor-2.jpg",
      "author" : "Floro S. Gandam",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/j5fJS9DN/mayor-1jpg.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
    {
      "id" : "1",
      "title" : "FIRST RUNNER UP",
      "subtitle": "Pandanggo Sa Ilaw",
      "body" : "First runner-up Pandanggo Sa Ilaw- Municipality of Lake Sebu",
      "body2" : "#tnalakfestival2023",
      "bodyImageUrl" : "https://i.postimg.cc/cJmRNP8J/ilaw-1.jpg",
      "author" : "Floro S. Gandam",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/kgWNT2JK/ilaw-2.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
	  {
      "id" : "1",
      "title" : "OIC-Municipal Fire Marshal SF04 Ronald Navares",
      "subtitle": "Newly installed BFP",
      "body" : "Newly installed BFP, OIC-Municipal Fire Marshal SF04 Ronald Navares with SF03, Jessie Tarroza paid courtesy call to Lake Sebu Municipal Mayor Floro S. Gandam today July 17, 2023.",
      "body2" : "Welcome to Lake Sebu Sir",
      "bodyImageUrl" : "https://i.postimg.cc/s2Pcpkn1/taroza.jpg<:>https://i.postimg.cc/50xmpsGg/taroza-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/s2Pcpkn1/taroza.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
	  {
      "id" : "1",
      "title" : "Twenty Sixth Session of 15th Municipal Council",
      "subtitle": "held at SB Session Hall was conducted today July 17, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol on the following agenda",
      "body" : "Twenty Sixth Session of 15th Municipal Council, held at SB Session Hall was conducted today July 17, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol on the following agenda:\n\nb. Resolutions\n\n1. Resolution Adopting the proposed tariff of the Lake Sebu Public Terminal Tourist Driver Association (LASEPTTOUDA) as endorse by our Tourism Office.\nSponsored by: Hon. Basilio M. Salif\n\n2. Resolution Concurring the appointment of Dr. Arenz Jade C. Docdocil as the Municipal Government Head I (Municipal Health Officer) of the Municipality of Lake Sebu.\nSponsored by: Hon. Charles Jerry E. Larido\n\n3. Declaring Supplemental Budget No. 01 of Brgy. Poblacion, Lake Sebu, South Cotabato, amounting to P138,000.24.\nSponsored by: Hon. Vicente F. Somido",
      "body2" : "Attendance:\n\n1. Hon. Remie M. Unggol - Vice Mayor/Presiding Officer\n2. Hon. Charles Jerry E. Larido- SB Member\n3. Hon. Vicente F. Somido-SB Member\n4. Hon. Jimmy G. Baay - SB Member\n5. Hon. Ace B. Ofong - SB Member\n6. Hon. Basilio L. Salif - SB Member\n7. Hon. Bernard S. Ca-at - LnB President\n\nSupport Staff:\n\n1. Mr. Rene T. Landayong - Municipal Secretary\n2. Ms. Mercy R. Penetrante - Minutes Officer\n3. Ms. Pinky Jane Tasil- Stenographer\n\nDepartment Heads:\n\n1. Mary Grace Y. Guay, LPT, MPA - General Services Officer\n2. Maria L. Gandam, RSW, MAED - Municipal Administrator.",
      "bodyImageUrl" : "https://i.postimg.cc/pTtSvQS5/SB-session.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/pTtSvQS5/SB-session.jpg",
      "views" : "210",
      "createdAt" : "1"
    },
	  {
      "id" : "1",
      "title" : " July 17, 2023",
      "subtitle": "Lake Sebu Municipal Mayor Hon. Floro S. Gandam led the flag raising ceremony today  July 17, 2023 facilitated by Human Resource Management Office headed by HRMO (Dept Head I) Felimon Elloran, Jr.",
      "body" : "Lake Sebu Municipal Mayor Hon. Floro S. Gandam led the flag raising ceremony today  July 17, 2023 facilitated by Human Resource Management Office headed by HRMO (Dept Head I) Felimon Elloran, Jr.\n\nThe ceremony was attended by Sangguniang Bayan member headed by Vice Mayor Remie M. Unggol along with the  Department Heads, Section Heads, Line Agencies and fellow municipal government employees.",
      "body2" : "After the ceremony, MSU Gensan personnel paid courtesy call and conducted MOA Signing between MSU-Gensan & Municipality of Lake Sebu for the English Enhancement program (ELEPIP) for LGU Employee Lake Sebu led by MSU Gensan Prof. Jeffrey E. Floriza Department Chairperson.",
      "bodyImageUrl" : "https://i.postimg.cc/zD6Q7rzG/july172023.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/zD6Q7rzG/july172023.jpg",
      "views" : "200",
      "createdAt" : "1"
    },
	  {
      "id" : "1",
      "title" : "Meeting with Investor",
      "subtitle": "Lake Sebu Municipal Administrator Ms. Maria Loco Gandam, RSW, MAED",
      "body" : "Lake Sebu Municipal Administrator Ms. Maria Loco Gandam, RSW, MAED in behalf of Municipal Mayor Floro S. Gandam together with SB members; Hon. Vicente Somido and Hon. Charles Jerry Larido meeting with Investors together with NAPC Secretary Lope B. Santos for the possible projects in Lake Sebu today July 15, 2023 at the Farm, Carpenter Hill, City of Koronadal.",
      "body2" : "#MIOLakeSebu ",
      "bodyImageUrl" : "https://i.postimg.cc/wTQRs4hg/investor.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/wTQRs4hg/investor.jpg",
      "views" : "2000",
      "createdAt" : "3"
    },
	  {
      "id" : "1",
      "title" : "Please heart and share our Bahay Kubo",
      "subtitle": "People's Choice Award",
      "body" : "Ka-Agri, narito na ang mga kuhang larawan ng paborito ninyong Bahay Kubo ngayong taon. Kaninong Bahay Kubo kaya ang makakakuha ng \"People's Choice Award\"\n\nI-Like at follow ang South Cotabato Provincial Agriculture Facebook Page para sa mga karagdagang updates. Mag-react ng heart at I-share ang inyong paboritong bahay kubo. Tulungan ang inyong napupusuang kalahok para Manalo ng \"People's Choice Award\"",
      "body2" : "GUIDELINES:\n\n1. Ang Official Facebook Page ng Provincial Agriculture Office ang tanging maglalagay ng mga larawang gagamitin sa online poll sa tulong ng Provincial Information Office.\n\n2. Ang City/Municipal Representative ang pipili ng larawang gagamitin sa posting.\n\n3. Tanging Heart Reactions sa mga larawan ang bibilangin ng OPAg.\n\n4. Ang online poll ay may kabuuang 2% sa criteria para sa General Appearance ng Kubo.\n\n5. Ang pagboto ay magsisimula sa July 13, 2023 12:00 ng tanghali hanggang July 16, 2023 12:00 ng hatinggabi.\n\n6. Ang tatlong (3) kubo na may pinakamaraming heart reactions ang bibigyan ng titulong \"People's Choice Award\" and most heart award.\n\n7. Ang tatlong (3) mananalo ay makakakuha ng tig-iisang Kubo bilang gantimpala maliban sa kubong mapapanalunan sa Major Awards.\n\n8. Ang pagbinnbilang sa puntos para sa heart reactions ay ang sumusunod:\n\n0-999-----0%\n1000-2000-----0.5%\n2001-3000-----1.0%\n3001-4000-----1.5%\n4001-5000-----2%\n\nLike here: Pumunta sa South Cotabato Agriculture Office page",
      "bodyImageUrl" : "https://i.postimg.cc/j5qkj1RH/lakesebu-home-1.jpg<:>https://i.postimg.cc/g04b48JK/lakesebu-home-2.jpg",
      "author" : "PIA South Cotabato",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/j5qkj1RH/lakesebu-home-1.jpg",
      "views" : "2000",
      "createdAt" : "3"
    },
	  
	  {
      "id" : "1",
      "title" : "Love the Children Foundation, Inc.",
      "subtitle": "and the Municipal Tourism Office are joining forces to enhance community empowerment and local tourism",
      "body" : "Love the Children Foundation, Inc. and the Municipal Tourism Office are joining forces to enhance community empowerment and local tourism. The organizations announced their collaborative venture which aims to provide accessible skills training for product development. This includes crafting bags and accessories, as well as furniture making. Those interested in acquiring these valuable vocational skills are invited to register at the Municipal Tourism Office. The move reinforces both parties' commitment to uplift local economies, cultivate artisanal talent, and foster sustainable development.",
      "body2" : "Now celebrating its 23rd year of unwavering service, Love the Children Foundation, Inc. is a testament to enduring humanitarian spirit. The foundation began its noble journey by providing sanctuary for orphans, abandoned, abused, and street children. More than just a safe haven, it extends comprehensive care encompassing food, education, and skills training, accompanying these children until adulthood. Remarkably, many of the individuals nurtured by the foundation have flourished into successful adults with college degrees and lucrative careers. To maintain their impactful operations, the foundation ingeniously operates food carts and other livelihood projects. The organization also gratefully accepts donations, welcoming all forms of support as it continues to make lasting change in these children's lives.",
      "bodyImageUrl" : "https://i.postimg.cc/pL42zDm5/love-children-1.jpg<:>https://i.postimg.cc/G21dSdJc/love-children-2.jpg",
      "author" : "PIA South Cotabato",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/pL42zDm5/love-children-1.jpg",
      "views" : "2000",
      "createdAt" : "3"
    },
	  {
      "id" : "1",
      "title" : "Supervising Auditor of South Cotabato , Ms. Vency T. Villariza",
      "subtitle": "along with State Auditor III, Team Leader Team 3, Ms. Melcah Jane Frances L. Umadhay",
      "body" : "Supervising Auditor of South Cotabato , Ms. Vency T. Villariza along with State Auditor III, Team Leader Team 3, Ms. Melcah Jane Frances L. Umadhay paid courtesy call to Lake Sebu Municipal Mayor Floro S. Gandam earlier today July 12, 2023.",
      "body2" : "Also present were Municipal Administrator, Ms Maria L. Gandam, RSW, MAED along with Municipal Treasurer, Mr. Ferdinand Lopez , COA staff, Mr. Aldrick Mel M. Porras, Ms. Noelaine Mae H. Sionosa.",
      "bodyImageUrl" : "https://www.logolynx.com/images/logolynx/35/3506882b363fb32e19db30ddc56ea196.png<:>https://i.postimg.cc/QCTgNgKg/COA.jpg",
      "author" : "PIA South Cotabato",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://www.logolynx.com/images/logolynx/35/3506882b363fb32e19db30ddc56ea196.png",
      "views" : "2000",
      "createdAt" : "3"
    },
	  {
      "id" : "1",
      "title" : "TNALAK HAUTE COUTURE",
      "subtitle": "PIA South Cotabato",
      "body" : "LOOK: TNALAK HAUTE COUTURE.  In keeping with the province's tradition, candidates of the Mutya ng South Cotabato 2023 will  again showcase Tnalak haute couture creations  of local designers.",
      "body2" : "In photos are the Tnalak haute couture creations of 8 local designers that the 14 candidates will parade during  the Mutya ng South Cotabato  at the South Cotabato Gymnasium and Cultural Center on July 15.",
      "bodyImageUrl" : "https://i.postimg.cc/43WntCbB/tnalak-1.jpg<:>https://i.postimg.cc/mZt86Ckg/tnalak-2.jpg",
      "author" : "PIA South Cotabato",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/43WntCbB/tnalak-1.jpg",
      "views" : "1350",
      "createdAt" : "10"
    },
	  {
      "id" : "1",
      "title" : "Blotik 2023",
      "subtitle": "The Municipal Government of Lake Sebu headed by Municipal Mayor Floro S. Gandam would like to congratulate the following:",
      "body" : "The Municipal Government of Lake Sebu headed by Municipal Mayor Floro S. Gandam would like to congratulate the following:",
      "body2" : "Sam Marcelino - Amazing Queen of the South Cotabato Air \nDiether John Ofong- Lon  - Amazing voice of the South Cotabato -CHAMPION\nJohn Mark Sugan Hambala - AMAZING ACT - consolation prize",
      "bodyImageUrl" : "https://i.postimg.cc/RZfcc0NG/Blotik-Cong-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/RZfcc0NG/Blotik-Cong-1.jpg",
      "views" : "1350",
      "createdAt" : "10"
    },
	  {
      "id" : "1",
      "title" : "On going road rehabilitation at Sitio Blit",
      "subtitle": "Ned, Lake Sebu",
      "body" : "July 11, 2023 || On going road rehabilitation at Sitio Blit,   Ned, Lake Sebu  facilitated by  Lake Sebu Motorpool Personnel under the supervision of Engr. Aprily Javellana-Gambito and Field Supervisor Ely Ofong  through the leadership of Lake Sebu Municipal Mayor Floro S. Gandam in cooperation with BLGU Ned headed by Punong Barangay Hon. Nida Parańaque",
      "body2" : ".",
      "bodyImageUrl" : "https://i.postimg.cc/05dFC8Jk/Ned-Road-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/05dFC8Jk/Ned-Road-1.jpg",
      "views" : "1350",
      "createdAt" : "10"
    },
	  {
      "id" : "1",
      "title" : "Provincial Health Officer II Rogelio B. Aturdido JR, MD",
      "subtitle": "along with IPHO, Admin Officer, John Salcedo",
      "body" : "Provincial Health Officer II Rogelio B. Aturdido JR, MD along with IPHO, Admin Officer, John Salcedo meeting with Lake Sebu  Municipal Mayor Floro S. Gandam with Municipal Health Officer, Dr. Arenz Jade Docdocil, MD concerning the Philippine Health Insurance Corporation (PHIC) Konsulta Sandbox Implementation yesterday July 11, 2023 at Municipal Mayor’s Office.",
      "body2" : "#MHOLakeSsbu \n#MIOLakeSebu ",
      "bodyImageUrl" : "https://i.postimg.cc/D02shQgM/COW-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/x8DQNg76/health-0.jpg",
      "views" : "1200",
      "createdAt" : "15"
    },
	  {
      "id" : "1",
      "title" : "Bo’i Diwa Ofong",
      "subtitle": "hails from the humble barangay of Lamdalag",
      "body" : "Bo’i Diwa Ofong- hails from the humble barangay of Lamdalag, located in Lake Sebu, South Cotabato, and has seen seventy years of life unfold before her. She was but a young woman, aged between 28 and 30 years, when she was graced with the title of bo’i – an honorific given to female leaders within her community. As a bo’i, she has dedicated her life to the welfare of her fellow T'boli, selflessly resolving conflicts, settling disputes, and contributing to the continued sustenance of her people.\n\nThe secret behind her ascendance to this position of respect and authority does not lie in inherited wealth, possessions, or property; instead, it's rooted in her compassion and her profound love for her people. She underscores her belief that it's these innate qualities of love and care that have truly guided her on her leadership journey.",
      "body2" : "As the youngest among eight siblings, Diwa Ofong found herself drawn to the art of abaca connecting at the tender age of 12 or 13 years. It was a skill she acquired and nurtured over a span of two years under the patient tutelage of her mother, who later introduced her to the intricate art of tying designs. Ofong is now proficient in an impressive repertoire of around fifty unique designs. She fondly recalls that half of these are cherished inheritances from her mother, while the others are products of her vivid dreams, bringing a unique blend of tradition and creativity to her work.\n\nBook Consultant: Dr. Jennifer B. Tupas\nScript Writer: Mr. Ronilo Muyco\nGraphic Art: Mr. Reymark Ugak",
      "bodyImageUrl" : "https://i.postimg.cc/5yhVvgRP/DWA-0.jpg<:>https://i.postimg.cc/T3q6Lrq9/DWA-1.jpg",
      "author" : "The Book Nook Lake Sebu",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/5yhVvgRP/DWA-0.jpg",
      "views" : "120",
      "createdAt" : "20"
    },
	  {
      "id" : "1",
      "title" : "Most outstanding  South Cotabateños Photo Shoot for Dangal South Cotabato 2023",
      "subtitle": "Individual category",
      "body" : "Individual category\n\n1.  Comm. Reden S. Ulo- Educator /cultural worker\n2. Ms. Alicia Villanueva - Educator\n\nGroup / Organization Catergory\n1. Cooperative of Women in Health and Development ( COWHED)\nMS. Nenita G. KINAN- CHAIRPERSON\nMS. JENALYN T. IPIL - MANAGER",
      "body2" : "Special  thanks to Municipal Tourism Officer Jennifer B. Tupas,PhD and Municipal Mayor Floro S. Gandam for the support.\n\nAWARDING WILL BE ON JULY 16, 2023 AT THE SOUTH COTABATO CULTURAL CENTER.",
      "bodyImageUrl" : "https://i.postimg.cc/D02shQgM/COW-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/D02shQgM/COW-1.jpg",
      "views" : "120",
      "createdAt" : "20"
    },
	  {
      "id" : "1",
      "title" : "Twenty Fifth Session of 15th Municipal Council",
      "subtitle": "held at SB Session Hall was conducted today July 10, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol",
      "body" : "Twenty Fifth Session of 15th Municipal Council, held at SB Session Hall was conducted today July 10, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol on the following\nagenda:\nb. Resolutions\n1. Resolution Declaring Supplemental Budget No.01 of Brgy. Lower Maculan, Lake Sebu, South Cotabato for CY 2023, amounting to P351,547.77.\nSponsored by: Hon. Basilio L. Salif\n\n2. Resolution Authorizing the Local Chief Executive to sign the Memorandum of Agreement (MOA) with the Department of Agriculture, Senior Undersecretary Domingo F. Panganiban under the Enhanced KADIWA Financial Grant Assistance Program amounting to 5,000,000.00 pesos only.\nSponsored by: Hon. Ornalfo S. Estares\n\n3. Resolution Requesting funds of the Office of the Honorable Senator Maria Imelda Josefa Remedios R. Marcos for the establishment of sustainable livestocks and poultry multiplier farm with forage production in the municipality of Lake Sebu, South Cotabato amounting 5,000,000.00 pesos only.\nSponsored by: Hon. Ornalfo S. Estares\n\n4. Resolution Approving the Accreditation BBM Solid 2022 Luzon Visayas Mindanao, Inc. as an existing Non-Government Organization (NGO), subject to all Legal and existing Rules and Regulations.",
      "body2" : "In Attendance:\n\n1. Hon. Remie M. Unggol - Vice Mayor/Presiding Officer\n2. Hon. Liezel T. Isuga - SB Member\n3. Hon. Charles Jerry E. Larido- SB Member\n4. Hon. Vicente F. Somido-SB Member\n5. Hon. Jimmy G. Baay - SB Member\n6. Hon. Ace B. Ofong - SB Member\n7. Hon. Judy L. Artacho-SB Member\n8. Hon. Basilio L. Salif - SB Member\n9. Hon. Bernard S. Ca-at - LnB President\n10. Hon. Andrey Mike Ungcal-SK Fed. President\n11. Hon. Leo T. Tang-IPMR\n\nSupport Staff:\n\n1. Mr. Rene T. Landayong - Municipal Secretary\n2. Ms. Mercy R. Penetrante - Minutes Officer\n3. Ms. Pinky Jane Tasil- Stenographer",
      "bodyImageUrl" : "https://i.postimg.cc/HnY2qBhc/budget-2.jpg<:>https://i.postimg.cc/HL0bTb5Q/budget-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/HnY2qBhc/budget-2.jpg",
      "views" : "1220",
      "createdAt" : "2"
    },
	  {
      "id" : "1",
      "title" : "Municipal Mayor Hon. Floro S. Gandam led the flag raising ceremony",
      "subtitle": "today  July 10, 2023 facilitated by Human Resource Management Office headed by HRMO (Dept Head I) Felimon Elloran, Jr.",
      "body" : "Lake Sebu Municipal Mayor Hon. Floro S. Gandam led the flag raising ceremony today  July 10, 2023 facilitated by Human Resource Management Office headed by HRMO (Dept Head I) Felimon Elloran, Jr.\n\nThe ceremony was attended by Sangguniang Bayan member headed by Vice Mayor Remie M. Unggol along with the  Department Heads, Section Heads, Line Agencies and fellow municipal government employees.",
      "body2" : "Part ot the program are the presentation\nParticipants for upcoming T'nalak Festival\nDancesport (Junior Category)\na. Gian Carlo M. Edjan & Jade Anthonet D. Batal\nb. Rain A. Diamante & Ea C. Alquino\nc. Jefferson Bryle Bryle Bornea & Maria Cassandra Blonto\nDancesport (Jovenille Category)\na. Kurt Yohhan B. Sepalon & Kia Andrie Uga\nb. Joshua Kyrie W. Chioco & Ela C. Alquino\nCoaches: \nEdali Arriane E. Villanue\nJerick B. Porras\nTrainer:Clifford Perra\n\nLake Sebu Elementary School Folk Dancers\nCoach: Angelou Dimput\nPrincipal: Shirley L. Cabaobao\n\nInter LGU Volleyball Tournaments (Women) 2nd Runner-Up",
      "bodyImageUrl" : "https://i.postimg.cc/Gt7BH2gh/flag-rasing-2.jpg<:>https://i.postimg.cc/mZCBkhqd/flag-rasing-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Gt7BH2gh/flag-rasing-2.jpg",
      "views" : "1220",
      "createdAt" : "2"
    },
	  {
      "id" : "1",
      "title" : "Dazzling in Scarlet",
      "subtitle": "Witness the Splendor of Mutya ng South Cotabato candidate #1",
      "body" : "Witness the Splendor of Mutya ng South Cotabato candidate #1 as she sets the stage on fire with her ravishing red swimwear and captivating wet look. Brace yourself for an unforgettable spectacle of beauty and grace.",
      "body2" : "Mutya 1: Kristine G. Jatico\nHandler: Moises D. Subiera\nCoordinator:\n\t\tJomer Dagang\n\t\tJeniffer Jatico\nMake up Artist: Junoy Magtanong\nHairstylist: Jayvonne Reyes\nAcademic Coach: Tzedkino Badilla/Jed Bagious\nPasarela Coach: Jed Bagious\nWardrobe: Donald V. Subiera\nConsultant/Adviser: Dr. Jeniffer B. Tupas\nPhotos by Russel Porras",
      "bodyImageUrl" : "https://i.postimg.cc/8cs3JLrc/miss-South-1.jpg<:>https://i.postimg.cc/1XLW82Q7/miss-South-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/8cs3JLrc/miss-South-1.jpg",
      "views" : "1220",
      "createdAt" : "2"
    },
    {
      "id" : "2",
      "title" : "Executive call",
      "subtitle": "Lake Sebu Municipal Mayor Floro S. Gandam was conducted earlier today July 10, 2023 held at MTO conference hall which was attended by Department Heads, Section Heads and Head of Line Agency.",
      "body" : "Executive call of Lake Sebu Municipal Mayor Floro S. Gandam was conducted earlier today July 10, 2023 held at MTO conference hall which was attended by Department Heads, Section Heads and Head of Line Agency.",
      "body2" : "The meeting focused on upcoming Tnalak Festival ( LGU Lake Sebu preparations) Updates on LGU operations presented by each department and section heads.",
      "bodyImageUrl" : "https://i.postimg.cc/28D9fp03/executive-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/28D9fp03/executive-2.jpg",
      "views" : "1220",
      "createdAt" : "2"
    },
	  {
      "id" : "3",
      "title" : "STATE OF THE SCHOOL ADDRESS (SOSA) CUM PAGBIBIGAY PUGAY",
      "subtitle": "“Matibay na ugnayan ng bawat kasapi; Pundasyon ng matatag na Edukasyon at Pamayanan.”",
      "body" : "STATE OF THE SCHOOL ADDRESS (SOSA) CUM PAGBIBIGAY PUGAY: Recognition of stakeholders and teachers with the theme: “Matibay na ugnayan ng bawat kasapi; Pundasyon ng matatag na Edukasyon at Pamayanan.” was conducted yesterday July 7, 2023 led by LSNHS Principal In-charge,  PII Mr. Jeremiah Mosquera Jr.\n\nThe SOSA was attended by Lake Sebu Municipal Mayor Floro S. Gandam which also  delivered his message in support to the LSNHS activity’s conducted today.",
      "body2" : "Also present were SB Member committee Chairman on Education, women's and children's Hon. Jimmy Baay along with Sub Station Commander CGSSLakeSebu CG Ensign, Nelson Ma-as, Municipal Tourism Officer, Jennifer B. Tupas PhD, BFP, Chief of Operations, Jesse Tarroza, MT-II, Ms. Leonisa M. Parcon, Lake Sebu Chamber of Commerce, Lake Sebu Multi-Purpose NHS Cooperative, P/Capt. Lolito Moreno (RET.), LSNHS Teachers and Stakeholders.",
      "bodyImageUrl" : "https://i.postimg.cc/CxR2RJfh/sopa-2-1.jpg<:>https://i.postimg.cc/N0GRDDnn/sopa-2-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/CxR2RJfh/sopa-2-1.jpg",
      "views" : "110",
      "createdAt" : "8"
    },
	  {
      "id" : "4",
      "title" : "Lake Sebu Municipal Wide School Governing Council (SGC) Orientation and Assessment Program",
      "subtitle": "Lake Sebu Municipal Mayor Floro S. Gandam delivered his word of support yesterday  July 6, 2023",
      "body" : "Lake Sebu Municipal Mayor Floro S. Gandam delivered his word of support yesterday  July 6, 2023 during the Lake Sebu Municipal Wide School Governing Council (SGC) Orientation and Assessment Program held at Municipal Gymnasium.",
      "body2" : "Present were EPS II/SGC Focal Person/Validator, Mr. Jett A. Javellana along with Public Schools District Supervisor of Lake Sebu District 1, Dr. John Arnel B. Suscano, PhD, Principal In-charge Lake Sebu District III, Mr. Louie A. Silva, LSNHS Principal In-charge, Mr. Jeremiah Mosquera Jr., Bellaza Castromayor IS, P-1, Mr. Daniel Avergonzado, M. Roxas Elementary School, HT-II, Mr. Bert Ceasar A. Castillo Lambukay IS, MT-1, Mr. John Glen B. Noman and teachers.",
      "bodyImageUrl" : "https://i.postimg.cc/Tw0yxVqn/sgc-1.jpg<:>https://i.postimg.cc/kXmns6Qm/sgc-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Tw0yxVqn/sgc-1.jpg",
      "views" : "100",
      "createdAt" : "2"
    },
	  {
      "id" : "5",
      "title" : "Twenty Fourth Session of 15th Municipal Council",
      "subtitle": "held at SB Session Hall was conducted today July 03, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol",
      "body" : "Twenty Fourth Session of 15th Municipal Council, held at SB Session Hall was conducted today July 03, 2023 presided by  Lake Sebu Municipal Vice Mayor Remie M. Unggol on the following agenda:\n\nResolutions\n\n1. Resolution Declaring Supplemental Budget No.01 of Brgy. Luhib, Lake Sebu, South Cotabato for CY 2023, amounting to 356,668.63.\nSponsored by: Hon. Ornalfo S. Estares\n\n2. Resolution Declaring Brgy. Ned, Lake Sebu, South Cotabato under the State of Calamity due to Outbreak of Pertussis.\nSponsored by: Hon. Liezel T. Isuga\n\n Resolution Approving the reprogramming of Unexpended 70% and 30% or Quick Response Fund of 5% under the Maintenance amd Other Operating Expenses (MOOE) of Local Disaster Risk Reduction and Management Fund (LDRRMF) CY 2022 in the amount of Four Million One Hundred Sixty-Two Thousand Eighty-Seven Pesos and 7/100 (P4,162,087.71).\nSponsored by: Hon. Ornalfo S. Estares\n\n4. Resolution Authorizing the Local Chief Executive to enter into Memorandum of Understanding (MOU) with Mindanao State University-General Santos City regarding to their project entitled \"Capacity Building through Practical Feed Formulation Training of Local Fish Farmers in Lake Sebu, South Cotabato.\"\nSponsored by: Hon. Jimmy G. Baay",
      "body2" : "Attendance:\n\n1. Hon. Remie M. Unggol - Vice Mayor/Presiding Officer\n2. Hon. Liezel T. Isuga - SB Member\n3. Hon. Charles Jerry E. Larido- SB Member\n4. Hon. Vicente F. Somido-SB Member\n5. Hon. Ornalfo S. Estares-SB Member\n6. Hon. Jimmy G. Baay - SB Member\n7.Hon. Ace B. Ofong - SB Member\n8.Hon. Judy L. Artacho-SB Member\n9. Hon. Basilio L. Salif - SB Member\n10.Hon. Bernard S. Ca-at - LnB President\n11. Hon. Andrey Mike Ungcal-SK Fed. President\n12. Hon. Leo T. Tang-IPMR\n\nSupport Staff:\n1. Mr. Rene T. Landayong - Municipal Secretary\n2. Ms. Mercy R. Penetrante - Minutes Officer\n3. Ms. Pinky Jane Tasil- Stenographer",
      "bodyImageUrl" : "https://i.postimg.cc/85NzGWC4/24thsession-0.jpg<:>https://i.postimg.cc/LXKN84dN/24thsession-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/85NzGWC4/24thsession-0.jpg",
      "views" : "100",
      "createdAt" : "2"
    },
	  {
      "id" : "6",
      "title" : "Memorandum of Agreement (MOA) signing between the Social Security System (SSS) and Local Government Unit of Lake Sebu",
      "subtitle": "and Launching of Kaltasss-Collect Program",
      "body" : "Memorandum of Agreement (MOA) signing between the Social Security System (SSS) and Local Government Unit of Lake Sebu and Launching of Kaltasss-Collect Program was conducted conducted yesterday July 3, 2023 held at MTO conference hall which was attended by Municipal Mayor Floro S. Gandam Sr along with Acting Head of Social Security System (SSS) Koronadal Branch, Joy Consolacion A. Bastareche,CEO-II, AMS Head, Mr. Brendo M. Belmonte, Municipal Administrator, Ms. Maria L. Gandam, RSW, MAED, Municipal Budget Officer, Mr. Jojet B. Tupas, Municipal Treasurer, Mr. Ferdinand Lopez, Municipal Planning and Development Officer, EnP, Engr. Rex Salvador Espigar, MTRM, RPABE ,OIC Municipal Assessor Ms. Edna Tuna, Municipal Accounting Office representative- Accountant III Mr. Aprl Mark Meyen, CPA and SSS Koronadal Branch personnel.",
      "body2" : "KJ Hermosa",
      "bodyImageUrl" : "https://i.postimg.cc/wjbRxtpd/sss-moa-1.jpg<:>https://i.postimg.cc/bvxPCMLF/sss-moa-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/wjbRxtpd/sss-moa-1.jpg",
      "views" : "100",
      "createdAt" : "2"
    },
	  {
      "id" : "7",
      "title" : "State of the Province Address (SOPA) of Governor, Reynaldo S. Tamayo",
      "subtitle": "was conducted today July 5, 2023 held at South Cotabato Cultural Gymnasium.",
      "body" : "Among of the attendees were the municipal officials of Lake Sebu; \nMunicipal Mayor Floro S. Gandam Sr. \nMunicipal Vice Mayor\nHon. Remie M. Unggol\n\nSB members;\nHon. Ace Ofong\nHon. Liezel T. Isuga\nHon. Basilio Salif Jr.\nHon. Vicente Somido\nHon. Jimmy Baay\nHon. Ornalfo Estares\nHon. Charles Jerry Larido\nMunicipal IPMR\nHon. Leo Tang\nABC President/Barangay Poblacion P/B. Hon. Bernard S. Ca-at\nSK Federation President, Poblacion SK, Chairman, Hon. Andrey Mike Ungcal  with\nMunicipal Administrator, Ms. Maria L. Gandam, RSW, MAED.",
      "body2" : "Also present were Deputy Speaker of South Cotabato\nCong. Peter Miguel\nVice Governor, Hon. Arthur 'Dodo' Pingoy Jr.\nCongressman 1st District, Hon. Ed Lumayag\nCongressman 2nd District\nHon. Peter Miguel\nBoard Members-1st District: Hon. Nilda Almencion\nHon. Noel Escobillo\nHon. Alan Ines\n\nBoard Members-2nd District:\nHon. Junette Hurtado\nHon. Dardanilo Dar\nHon. Ervin Luntao\nHon. Mike Matinong\nHon. Alicia Nicole Causing\nHon. Henry Ladot\nHon. Cecil Diel\nProvincial Directors\nRegional Directors of Different Offices and Agency's of South Cotabato and others.",
      "bodyImageUrl" : "https://i.postimg.cc/nzW1sXnm/sopa-1.jpg<:>https://i.postimg.cc/28QXtxzX/sopa-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/28QXtxzX/sopa-2.jpg",
      "views" : "1200",
      "createdAt" : "20"
    },
    {
      "id" : "8",
      "title" : "A simple exchange of vows was shared earlier today, July  5, 2023 , at  the back of Municipal Hall, Poblacion, Lake Sebu.",
      "subtitle": "Lake Sebu Municipal Mayor Floro S. Gandam officiating the wedding of  Mr. Jade Salvacion Dela Peña and Ms. Maryan Andales Egno both from Sition Blit, Barangay  Ned, Lake Sebu, South Cotabato.",
      "body" : "The ceremony was facilitated by Municipal Civil Registrar Office headed by MCR Mr. Garcia K. Alam, LPT, MPA. The ceremony also witnessed by the families and friends.",
      "body2" : "Please help me in congratulating this new couple with well wishes on their wedding day! May God continue to bless you both with good health, wealth and prosperity in the many years to come.",
      "bodyImageUrl" : "https://i.postimg.cc/MHpKLmNk/civil-1.jpg<:>https://i.postimg.cc/dV2P8TNG/civil-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/dV2P8TNG/civil-2.jpg",
      "views" : "120",
      "createdAt" : "12"
    },
	  {
      "id" : "9",
      "title" : "Local Finance Committee (LFC) and Municipal Development Council (MDC)",
      "subtitle": "Joint Local Finance Committee (LFC) and Municipal Development Council (MDC) meeting was conducted earlier today July 4, 2023 regarding the 20% development fund 2023 and discussed other important issues and concerns inline with the LGU operations chaired by Lake Sebu Municipal Mayor, Floro S. Gandam",
      "body" : "Joint Local Finance Committee (LFC) and Municipal Development Council (MDC) meeting was conducted earlier today July 4, 2023 regarding the 20% development fund 2023 and discussed other important issues and concerns inline with the LGU operations chaired by Lake Sebu Municipal Mayor, Floro S. Gandam which was attended by Municipal Administrator, Ms. Maria L. Gandam, RSW, MAED, MLGOO, Ms. Maria Fe Soto, SB Member Committee on Finance, Appropriation & Ways and Means, Committee on Laws, Rules, Ethics, Privileges and Good Governance, Committee on Blue Ribbon/Oversight Committee and Appropriation, Hon. Ornalfo S. Estares, SB Member/Committee on Infrastructure and Communication, Committee on Business, Trade, and Commerce, Hon. Vicente Somido, ABC, President/Barangay Poblacion P/B, Hon. Bernard Ca-at, Municipal Budget Officer, Mr. Jojet B. Tupas, Municipal Treasurer, Mr. Ferdinand Lopez, Municipal Planning and Development Officer, EnP, Engr. Rex Salvador Espigar, MTRM, RPABE, OIC Municipal Assessor Ms. Edna Tuna and Municipal Accounting Office representative, Mr. Emmanuel Factora.",
      "body2" : "KJ Hermosa",
      "bodyImageUrl" : "https://i.postimg.cc/3w479hvK/LFC.jpg<:>https://i.postimg.cc/Vk5cLw4j/LFC-2.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/3w479hvK/LFC.jpg",
      "views" : "1000",
      "createdAt" : "10"
    },
    {
      "id" : "10",
      "title" : "The Department of Social Welfare and Development (DSWD)",
      "subtitle": " implement the Balik Probinsya, Bagong Pag-asa Program (BP2)",
      "body" : "The Department of Social Welfare and Development (DSWD) continues to implement the Balik Probinsya, Bagong Pag-asa Program (BP2) which is open to all eligible Filipinos wanting to start a new in the provinces.",
      "body2" : "The DSWD XII headed by Regional Director, Loreto Jr., V. Cabaya, in partnership with LGU Lake Sebu headed by Municipal Mayor Floro S. Gandam through MSWDO facilitated the releasing of livelihood assistance worth 50,000 and transitory assistance worth 50,000 with a total of 100,000 to Balik Probinsya, Bagong Pag-asa Program BP2 benificiary Ms. Anisa G. Tomara from Purok Malinong, Brgy. Lake Sebu, South Cotabato.\n\nPresent were Municipal Social Welfare Development Officer, Adela C. Dorego, RSW, MPA along with DWSD XII Regional Director, Loreto Jr., V. Cabaya, Social Welfare Officer III, Desiree N. Pingot, Project Development Officer II-DSWD, Mohammad T. Baunto, Project Development Officer-RPBO, Ruben A. Banggay Jr., Project Development Officer-PC, Angelita P. Paquibet, Project Development Officer-SUP, Reynaldo Bedonio Jr. and Project Development Officer II-BP2, Hanniya A. Sarip.",
      "bodyImageUrl" : "https://i.postimg.cc/C1cNK3cq/dswd-0.jpg<:>https://i.postimg.cc/cL7fCqHL/dswd-1.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/C1cNK3cq/dswd-0.jpg",
      "views" : "1000",
      "createdAt" : "12"
    },
	  {
      "id" : "11",
      "title" : "Launching of Love Philippines",
      "subtitle": "Department of Tourism 2023 Tourism Campaign",
      "body" : "From sunrises to sunsets, the waters and the mountains, the smiles, the experiences and more—there is so much to see and much more to love in the Philippines. Come and visit us. We’re ready to share them with you. Visit Philippines.travel/lovethephilippines. #LoveThePhilippines.",
      "body2" : "",
      "bodyImageUrl" : "https://www.wheninmanila.com/wp-content/uploads/2023/07/Love-the-Philippines-campaign.png",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://tribune.net.ph/wp-content/uploads/2023/06/8993493e25887230974e2ede0ae6e11c-800-1200.png",
      "views" : "3000",
      "createdAt" : "1"
    },
    {
      "id" : "12",
      "title" : "Blotik Queen 2023",
      "subtitle": "Lake Sebu Municipal Mayor Floro S. Gandam delivered  his message of support during the Seach for Blotik Queen 2023 held yesterday June 30, 2023 at Lake Sebu Municipal Gymnasium.",
      "body" : "Congratulations to the winners:\nBlotik Queen 2023 : Samantha Marcelino\n1st Runner-up : Rarah\n2nd Runner-up : Loren Ofong\n3rd Runner-up : John Mark Hambala\n4th Runner-up : Jagee Garcia Manuel",
      "body2" : "Special thanks the Blotik officers led by  the Blotik President Mr. Arnulfo Hambala, LPT, Advisers; Municipal Tourism  Officer Jennifer B. Tupas, PhD, MCR Garcia K. Alam, LPT, MPA, TIC/T-III Jill Kabadil, LPT, Organizers,  LGBT Community, Board of Judges led by chairman  Mr. Mark Anthony Kulan, LPT, Emcee Moises Subiera, participants  and sponsors.",
      "bodyImageUrl" : "https://i.postimg.cc/VN0CCsbK/356864058-583779527273846-957462802879450897-n.jpg",
      "author" : "Information Office",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Y2LNKnLd/blotik.jpg",
      "views" : "1000",
      "createdAt" : "10"
    },
    {
      "id": "13",
      "title": "Lake Sebu Travel Guide 2023: Experience the Culture of T’Boli Tribe",
      "subtitle": "Perched in the highlands of South Cotabato is the town of Lake Sebu, home to the indigenous T’boli and Ubo tribes and an emerging eco-tourism and adventure destination in Southern Mindanao.",
      "body": "Known for its majestic waterfalls, lakes, rivers and springs, and with its rich biodiversity and culture, Lake Sebu is starting to hit big in the tourism landscape of the region. Its main attractions include Lake Sebu, the biggest of the three lakes that dot the town and an important watershed in the region being the source of water of the provinces of South Cotabato and Sultan Kudarat.\n\nAside from the lake, tourists also troop to this part of Mindanao to see the waterfalls in Barangay Siloton. A total of seven majestic waterfalls with the water coming from the outflows of the Lakes Sebu and Siloton. The first two waterfalls are easily accessible to tourists while the others require trekking. But the best way to see these waterfalls is by riding a zipline that passes above five of them!\n\nWith all the attractions that the town offers, it is without a doubt that Lake Sebu is one of the best places in the country to experience culture, appreciate the beauty of nature and enjoy thrilling adventure. A paradise on its own right, make Lake Sebu one of your unforgettable travel experiences in your journey to Mindanao.",
      "body2": "How to Get to Lake Sebu\nGeneral Santos – Lake Sebu\nGeneral Santos City is the usual jump off point to Lake Sebu. Philippine Airlines and Cebu Pacific have daily regular flights to General Santos City International Airport from Manila, Cebu and Iloilo.\n\nFrom General Santos City’s Bulaong Terminal, there’s a direct van going to Lake Sebu.\n\nGeneral Santos – Marbel – Lake Sebu\nAlternatively, you can catch a nonstop Marbel (Koronadal) bound Yellow Bus Line (YBL) from Bulaong Terminal, travel time is approximately one hour and fare is P100 (as of 2017). At Marbel Terminal, catch a van to Lake Sebu (travel time takes 1.5 hours) but schedule is unpredictable and limited. Alternatively, you may ride a bus going to Surallah, travel time is around half an hour and fare is P30 (as of 2017) and transfer to a jeepney stationed at Surallah Terminal going to Lake Sebu, a forty-five minute journey for P50 (as of 2017) with last trip usually at six in the evening.\n\nDavao City to  Lake Sebu\nTake a bus from Davao Ecoland Terminal to Marbel. Travel time is at least four (4) hours and fare is around P350 (as of 2017). From Marbel Terminal catch a van straight to Lake Sebu or one via Surallah.\n\nGoing Around and Away\nHabal-habal or motorbike is the main mode of transportation around the town, minimum fare is P10. Meanwhile, jeepneys going to Surallah regularly ply the main road of Lake Sebu with the last trip at around 4PM. If you miss the last trip, a habal-habal can take you to Surallah for P50 fare.\n\nWhere to Stay in Lake Sebu\nA trip to Lake Sebu can be done on a day if you are coming from General Santos City but there are accommodations in town for those who prefer to stay a night or two.\n\nSchool of Living Traditions\nSitio Lambanig, Barangay Poblacion, Lake Sebu, South Cotabato\nContact No: +63935-4569359 (Maria Todi)\n\nThe Dreamweavers Hill Resort\nSitio Sarisa, Lamdalag, Lake Sebu, South Cotabato\nBudget: As low as P1000 for room good for 2\nContact No: 09173072767/09171230434\nEmail:thedreamweavershill@gmail.com\n\nPunta Isla Lake Resort\nSitio Toku-fol, Lake Sebu, South Cotabato\nBudget: As low as P1000 for room good for 2\nContact No: +63919515015/+639052895134\nEmail: reservations.puntaisla@yahoo.com",
      "bodyImageUrl": "https://res.klook.com/images/fl_lossy.progressive,q_65/c_fill,w_960,h_530,f_auto/w_59,x_11,y_11,g_south_west,l_klook_water/activities/wq0kywtgqhj3evk6hnb9/ParaglidingExperienceinLakeSebu.jpg",
      "author": "Lakwatsero",
      "authorImageUrl": "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category": "Local",
      "imageUrl": "https://www.detourista.com/wp/wp-content/uploads/2017/02/Tax-Place-Lake-Sebu-4x3.jpg",
      "views": "10020",
      "createdAt" : "12"
    },
    {
      "id": "14",
      "title": "Lake Sebu fish kill destroys P20M worth of tilapia",
      "subtitle": "JOB GENERATOR Growing tilapia in fish cages in Lake Sebu, South Cotabato, is a multimillion-peso industry that has generated employment for lakeside residents.",
      "body": "KORONADAL CITY—At least 1,000 fish cages containing about 200,000 kilograms of tilapia were ravaged by the latest fish kill in Lake Sebu town, South Cotabato province, last week, an official said on Monday.\n\nLake Sebu Mayor Floro Gandam said at least 250 tilapia growers would get aid from the local government to recover their losses estimated at P20 million.But officials who joined an emergency meeting which Gandam convened on Monday did not think the damage was extensive enough to place the town under a state of calamity.\n\nChristopher Ofong, the municipal information officer, said the disaster risk reduction and management office decided against recommending the declaration of state of calamity because some criteria were not met, such as the condition that the fish kill should affect at least 20 percent of the population.",
      "author": "BONG S. SARMIENTO",
      "authorImageUrl": "https://sa.kapamilya.com/absnews/abscbnnews/media/2019/life/04/04/20190404-jinggoy-fjs.jpg",
      "category": "Local",
      "imageUrl": "https://sa.kapamilya.com/absnews/abscbnnews/media/2017/news/02/01/fish-kill-020117.jpg",
      "views": "100",
      "createdAt" : "20",
      "body2": "Dissolved oxygen\nThe fish kill affected at least 10 subvillages in three of the town’s 19 barangays, Ofong said.Rudy Muyco, the municipality’s lake warden, said dissolved oxygen in the lake was “almost at zero level,” as shown by results of a water analysis conducted by the Bureau of Fisheries and Aquatic Resources.\n\nOxygen level in the lake would “naturally improve with regular heavy rainfall and eight to 10 hours of sunlight,” allowing fish to survive, Muyco said.But he said damage to the tilapia industry was expected to rise as the fish kill continued to hit some fish cages, which cover 16 percent, or 57 hectares of the lake’s total area.\n\nOversupply\nLocal officials attributed the fish kill to a phenomenon called “kemohung,” or “kamahong,” marked by sudden changes in the lake’s temperature. Usually occurring during the wet season, the phenomenon triggers the rise of sulfuric acid that eventually lowers the dissolved oxygen in the water.\n\nThe fish kill has worsened since it was first observed on Jan. 8, prompting growers to harvest their tilapia stock and flood wet markets in different parts of Soccsksargen (South Cotabato, Cotabato, Sultan Kudarat, Sarangani and General Santos) region.'\n\nThe resulting oversupply caused tilapia farm-gate prices to drop to an average of P100 per kilo. Tilapia stocks are usually sold in commercial markets at P130 to P150 a kilo.",
      "bodyImageUrl": "https://newsinfo.inquirer.net/files/2021/01/Regions114848.jpg"
    }
  ]
}