{

  "articles" : [
    {
      "id" : "1",
      "title" : "Blotik Queen 2023",
      "subtitle": "Lake Sebu Municipal Mayor Floro S. Gandam delivered  his message of support during the Seach for Blotik Queen 2023 held yesterday June 30, 2023 at Lake Sebu Municipal Gymnasium.",
      "body" : "Congratulations to the winners:\nBlotik Queen 2023 : Samantha Marcelino\n1st Runner-up : Rarah\n2nd Runner-up : Loren Ofong\n3rd Runner-up : John Mark Hambala\n4th Runner-up : Jagee Garcia Manuel",
      "body2" : "Special thanks the Blotik officers led by  the Blotik President Mr. Arnulfo Hambala, LPT, Advisers; Municipal Tourism  Officer Jennifer B. Tupas, PhD, MCR Garcia K. Alam, LPT, MPA, TIC/T-III Jill Kabadil, LPT, Organizers,  LGBT Community, Board of Judges led by chairman  Mr. Mark Anthony Kulan, LPT, Emcee Moises Subiera, participants  and sponsors.",
      "bodyImageUrl" : "https://i.postimg.cc/VN0CCsbK/356864058-583779527273846-957462802879450897-n.jpg",
      "author" : "Chris Ofong, LTE-LRCO/Infomation Officer",
      "authorImageUrl" : "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category" : "Local",
      "imageUrl" : "https://i.postimg.cc/Y2LNKnLd/blotik.jpg",
      "views" : "1000",
      "createdAt" : "10"
    },
    {
      "id": "2",
      "title": "Lake Sebu Travel Guide 2023: Experience the Culture of T’Boli Tribe",
      "subtitle": "Perched in the highlands of South Cotabato is the town of Lake Sebu, home to the indigenous T’boli and Ubo tribes and an emerging eco-tourism and adventure destination in Southern Mindanao.",
      "body": "Known for its majestic waterfalls, lakes, rivers and springs, and with its rich biodiversity and culture, Lake Sebu is starting to hit big in the tourism landscape of the region. Its main attractions include Lake Sebu, the biggest of the three lakes that dot the town and an important watershed in the region being the source of water of the provinces of South Cotabato and Sultan Kudarat.\n\nAside from the lake, tourists also troop to this part of Mindanao to see the waterfalls in Barangay Siloton. A total of seven majestic waterfalls with the water coming from the outflows of the Lakes Sebu and Siloton. The first two waterfalls are easily accessible to tourists while the others require trekking. But the best way to see these waterfalls is by riding a zipline that passes above five of them!\n\nWith all the attractions that the town offers, it is without a doubt that Lake Sebu is one of the best places in the country to experience culture, appreciate the beauty of nature and enjoy thrilling adventure. A paradise on its own right, make Lake Sebu one of your unforgettable travel experiences in your journey to Mindanao.",
      "body2": "How to Get to Lake Sebu\nGeneral Santos – Lake Sebu\nGeneral Santos City is the usual jump off point to Lake Sebu. Philippine Airlines and Cebu Pacific have daily regular flights to General Santos City International Airport from Manila, Cebu and Iloilo.\n\nFrom General Santos City’s Bulaong Terminal, there’s a direct van going to Lake Sebu.\n\nGeneral Santos – Marbel – Lake Sebu\nAlternatively, you can catch a nonstop Marbel (Koronadal) bound Yellow Bus Line (YBL) from Bulaong Terminal, travel time is approximately one hour and fare is P100 (as of 2017). At Marbel Terminal, catch a van to Lake Sebu (travel time takes 1.5 hours) but schedule is unpredictable and limited. Alternatively, you may ride a bus going to Surallah, travel time is around half an hour and fare is P30 (as of 2017) and transfer to a jeepney stationed at Surallah Terminal going to Lake Sebu, a forty-five minute journey for P50 (as of 2017) with last trip usually at six in the evening.\n\nDavao City to  Lake Sebu\nTake a bus from Davao Ecoland Terminal to Marbel. Travel time is at least four (4) hours and fare is around P350 (as of 2017). From Marbel Terminal catch a van straight to Lake Sebu or one via Surallah.\n\nGoing Around and Away\nHabal-habal or motorbike is the main mode of transportation around the town, minimum fare is P10. Meanwhile, jeepneys going to Surallah regularly ply the main road of Lake Sebu with the last trip at around 4PM. If you miss the last trip, a habal-habal can take you to Surallah for P50 fare.\n\nWhere to Stay in Lake Sebu\nA trip to Lake Sebu can be done on a day if you are coming from General Santos City but there are accommodations in town for those who prefer to stay a night or two.\n\nSchool of Living Traditions\nSitio Lambanig, Barangay Poblacion, Lake Sebu, South Cotabato\nContact No: +63935-4569359 (Maria Todi)\n\nThe Dreamweavers Hill Resort\nSitio Sarisa, Lamdalag, Lake Sebu, South Cotabato\nBudget: As low as P1000 for room good for 2\nContact No: 09173072767/09171230434\nEmail:thedreamweavershill@gmail.com\n\nPunta Isla Lake Resort\nSitio Toku-fol, Lake Sebu, South Cotabato\nBudget: As low as P1000 for room good for 2\nContact No: +63919515015/+639052895134\nEmail: reservations.puntaisla@yahoo.com",
      "bodyImageUrl": "https://res.klook.com/images/fl_lossy.progressive,q_65/c_fill,w_960,h_530,f_auto/w_59,x_11,y_11,g_south_west,l_klook_water/activities/wq0kywtgqhj3evk6hnb9/ParaglidingExperienceinLakeSebu.jpg",
      "author": "Lakwatsero",
      "authorImageUrl": "https://recruitmentvision.com.au/wp-content/uploads/2016/05/blank-male.jpg",
      "category": "Local",
      "imageUrl": "https://www.detourista.com/wp/wp-content/uploads/2017/02/Tax-Place-Lake-Sebu-4x3.jpg",
      "views": "10020",
      "createdAt" : "12"
    },
    {
      "id": "3",
      "title": "Lake Sebu fish kill destroys P20M worth of tilapia",
      "subtitle": "JOB GENERATOR Growing tilapia in fish cages in Lake Sebu, South Cotabato, is a multimillion-peso industry that has generated employment for lakeside residents.",
      "body": "KORONADAL CITY—At least 1,000 fish cages containing about 200,000 kilograms of tilapia were ravaged by the latest fish kill in Lake Sebu town, South Cotabato province, last week, an official said on Monday.\n\nLake Sebu Mayor Floro Gandam said at least 250 tilapia growers would get aid from the local government to recover their losses estimated at P20 million.But officials who joined an emergency meeting which Gandam convened on Monday did not think the damage was extensive enough to place the town under a state of calamity.\n\nChristopher Ofong, the municipal information officer, said the disaster risk reduction and management office decided against recommending the declaration of state of calamity because some criteria were not met, such as the condition that the fish kill should affect at least 20 percent of the population.",
      "author": "BONG S. SARMIENTO",
      "authorImageUrl": "https://sa.kapamilya.com/absnews/abscbnnews/media/2019/life/04/04/20190404-jinggoy-fjs.jpg",
      "category": "Local",
      "imageUrl": "https://i.postimg.cc/G3fb7qjX/OIP-p6-Ela-DEUwr0c-IGCCOjie-QHa-Ha.jpg",
      "views": "100",
      "createdAt" : "20",
      "body2": "Dissolved oxygen\nThe fish kill affected at least 10 subvillages in three of the town’s 19 barangays, Ofong said.Rudy Muyco, the municipality’s lake warden, said dissolved oxygen in the lake was “almost at zero level,” as shown by results of a water analysis conducted by the Bureau of Fisheries and Aquatic Resources.\n\nOxygen level in the lake would “naturally improve with regular heavy rainfall and eight to 10 hours of sunlight,” allowing fish to survive, Muyco said.But he said damage to the tilapia industry was expected to rise as the fish kill continued to hit some fish cages, which cover 16 percent, or 57 hectares of the lake’s total area.\n\nOversupply\nLocal officials attributed the fish kill to a phenomenon called “kemohung,” or “kamahong,” marked by sudden changes in the lake’s temperature. Usually occurring during the wet season, the phenomenon triggers the rise of sulfuric acid that eventually lowers the dissolved oxygen in the water.\n\nThe fish kill has worsened since it was first observed on Jan. 8, prompting growers to harvest their tilapia stock and flood wet markets in different parts of Soccsksargen (South Cotabato, Cotabato, Sultan Kudarat, Sarangani and General Santos) region.'\n\nThe resulting oversupply caused tilapia farm-gate prices to drop to an average of P100 per kilo. Tilapia stocks are usually sold in commercial markets at P130 to P150 a kilo.",
      "bodyImageUrl": "https://newsinfo.inquirer.net/files/2021/01/Regions114848.jpg"
    }

  ]
}