{
  "resort": [
    {
      "id": "1",
      "name": "Seven Falls",
      "email" : "lakesebu.tourism@gmail.com",
      "logoUrl": "https://1.bp.blogspot.com/-htrOjWdf7ek/VI6sHmBDkJI/AAAAAAAABbI/DL9WK4Tu3iw/s1600/Lake%2BSebu%2B23.jpg",
      "address": "Lake Lahit, Lake Sebu",
      "contactNo": "lake sebu tourism",
      "website": "https://www.facebook.com/kemdol.lakesebu.94",
      "body1": "South Cotabato: The Seven Falls of Lake Sebu\n\nMindanao, the second biggest island of the Philippines, harbors some of the grandest waterfalls in the country. More than Maria Cristina and Tinago of Iligan, Tinuy-an of Bislig, or Asik-Asik of Cotabato, there are more scattered on its vast forest land including Seven Falls of Lake Sebu.\n\nSituated in highland town of South Cotabato, the Seven Falls is an amazing natural wonder in Barangay Lake Siloton of the municipality of Lake Sebu. It consists of seven waterfalls with strong water coming from the outflows of Lake Sebu, an important watershed in the region. The outflows goes to Lonon River and catches by the smaller Lake Siloton before cascading from Hikong Alo (first waterfalls) to Hikong Tonok (seventh waterfalls) and finally to Allah River.\n\nThe first two waterfalls are the easily accessible among the seven – Waterfalls One or “Hikong Alo” is standing at 35 feet while Waterfalls Two or “Hikong Bente” is 70 feet tall. Getting up close to the other five (Hikong B’Lebel, Hikong Lowig, Hikong Ukol, Hikong K’Fo-I and Hikong Tonok) is quite an effort but they can be easily seen by riding the zipline that starts at Waterfalls One.",
      "bodyImagesUrl": "https://1.bp.blogspot.com/-htrOjWdf7ek/VI6sHmBDkJI/AAAAAAAABbI/DL9WK4Tu3iw/s1600/Lake%2BSebu%2B23.jpg<:>https://www.lakwatsero.com/wp-content/uploads/2014/04/Lake-Sebu-04.jpg<:>https://www.lakwatsero.com/wp-content/uploads/2014/04/Lake-Sebu-02.jpg",
      "body2": "While the trip to Seven Falls of Lake Sebu can be done on a day if you are coming from General Santos City, there are accommodations in town for those who prefer to stay overnight. Among them are School of Living Traditions, Punta Isla Resort, Lemobung Lodge and Restaurant, Balben Family Cove, Estares Resort, Merl Garden Spring Resort, Tonez Farm Resort and Artacho Resort.",
      "aminitiesNames": "Amenities\n\nOne of the tallest in Asia, the Seven Falls Zipline runs at 180 meters above ground (around 300 meters above sea level). It is divided into two lines: the first extends 740 meters, and the other 420. Visitors dangle and are swooshed 20 meters per second as they scramble to feast their eyes with the gorgeous view, take photographs, and just enjoy the moment. If you could do just one zipline in the Philippines, this is most definitely it.",
      "aminitiesImages": "https://unofficialnetworks.com/wp-content/uploads/sites/88/2015/01/screen-shot-2015-01-04-at-3-23-13-pm.jpg",
      "reviews" : "11000",
      "starRating" : "4"
    },
    {
      "id": "2",
      "name": "The Dreamweavers Hill",
      "email" : "thedreamweavershill@gmail.com",
      "logoUrl": "https://vismin.ph/wp-content/uploads/2021/04/Dreamweavers-Hill-South-Cotabato-1-1536x1152.jpg",
      "address": "Sitio Sarisa, Lamdalag, Lake Sebu",
      "contactNo": "09173072767",
      "website": "https://www.facebook.com/Dreamweavershillresort",
      "body1": "The place got its name from a very interesting piece of the town’s culture – the dreamweavers. In fact, Lake Sebu is known as the Land of Dreamweavers.\n\nLegend has it that a goddess named Fu Dalu taught the Tboli to weave t’nalak through dreams. Generations of Tboli women (now known as dreamweavers) learned the skill, basing tribal designs and cloth patterns on what they dreamt.\n\nLake Sebu in South Cotabato might just be the wonderland we have always dreamed of.\n\nName it – amazing natural tourist destinations, friendly and accommodating people, colorful tradition and culture – Lake Sebu has gotten all that it takes to stand out and captivate travelers’ hearts like yours. Contrary to the peace and order situation that has been reported all over the news, South Cotabato is generally peaceful and tourists will never have any reason to hold back from discovering its hidden beautiful places.\n\nDreamweavers Hill offers you a relaxing and peaceful retreat in the elevated parts of Lake Sebu. It gives you a memorable experience of the rich T’boli culture while you bask yourself in the wonders of nature and agricultural products surrounding the place.\n\nSure enough, the comforts we get from high-end condominiums and hotels are of 5-star ratings, but the kind of accommodation we get from traditional T’boli houses that are offered here are more than just the ratings. It’s more on immersing ourselves into their rich way of life.\n\nThe accommodation types here are mostly made of bamboos and there are some that can cater up to 15 persons. You will love the breeze of the cold air here. And with a perfect timing, you can even experience the fog blanketing the place.\n\nYou won’t also run out picture-perfect spots as the place is tucked in an area where there’s lush vegetation and gorgeous blooms of flowers. They also have spots, hammocks, and even traditional houses that are intended for picture taking.",
      "bodyImagesUrl": "https://vismin.ph/wp-content/uploads/2021/04/Dreamweavers-Hill-South-Cotabato-31-768x539.jpg<:>https://vismin.ph/wp-content/uploads/2021/04/Dreamweavers-Hill-South-Cotabato-35-1024x768.jpg",
      "body2": "The Mukbang Gulay Challenge\n\nFor those who want a change in the famed ‘Mukbang Challenge’, you might want to try another version of it. The “Mukbang Gulay Challenge” offered here is just one of the many things that make this place a standout. It’s not just a new way to elevate the challenge (especially for those who are not fond of eating vegetables), but it’s also a healthier one.\n\nThey also allow their guests to pick/harvest the vegetables of their choice and pay for them – another one of a kind experience. Dreamweavers Hill has also its own restaurant serving delicious local dishes.\n\nsource:https://vismin.ph/2021/dreamweavers-hill-lake-sebu/",
      "aminitiesNames": "Room Accommodation\n\nVilla Socimer\nVilla Marie\nVilla Mercedes\nVilla Adora\nGlamping 1, 2 and 3\nGono Datu\nGono Udi 1, 2 and 3\nGono Mken Restaurant\nFunction Hall",
      "aminitiesImages": "https://vismin.ph/wp-content/uploads/2021/04/1-Dreamweavers-Hill-South-Cotabato-1170x508.jpg",
      "reviews" : "1200",
      "starRating" : "3.7"
    },
    {
      "id": "3",
      "name": "Punta Isla Lake Resort",
      "email" : "reservations.puntaisla@yahoo.com",
      "logoUrl": "https://www.detourista.com/wp/wp-content/uploads/2017/01/004-Punta-Isla-Resort-South-Cotabato-Philippines-161121-162037.jpg",
      "address": "Sitio Toku-fol, Poblacion , Lake Sebu",
      "contactNo": "+63919515015/+639052895134",
      "website": "https://www.facebook.com/puntaislalakeresort/",
      "body1": "Most visited place to unwind\n\nJoin us for a series of fun activities as we celebrate #28YearsinService with locals and tourists alike. We are excited to share the details with you! We have a variety of events planned that we think you'll love and enjoy. Don't miss out on the fun! Stay tuned for more information, and mark your calendars so you don't forget. Thank you for your continued support, and we can't wait to see you here! \nFor inquiries and/or reservations, you may reach us through the following lines:  | 0905 289 5134 | (0945) 314 5480\n📍Sitio Tuko-fol, Brgy. Poblacion, Lake Sebu, South Cotabato, Ph\n#PuntaIslaMemories #ExperiencePuntaisla #VisitSOX #VisitMindanao #WakeUpinPuntaIsla",
      "bodyImagesUrl": "https://i2.wp.com/wayph.com/wp-content/uploads/2011/06/punta-isla-002.jpg<:>https://1.bp.blogspot.com/-VF5DwrMffPE/U4bh0rlsqHI/AAAAAAAAWSc/DAyWZqf4ugY/s1600/resort-hotel-in-lake-sebu-punta-isla-lake-resort-south-cotabato+(1).jpg",
      "body2": "Conveniently situated in the Lake Sebu part of Lake Sebu, this property puts you close to attractions and interesting dining options. Massage and restaurant are among the special facilities that will enhance your stay with on-site convenience.",
      "aminitiesNames": "Amenities\n\nRestaurant\nPasalubong\nLake Cruise\nFunction Hall\nDouble Standard\nRoom Family Room\nTraditional houses",
      "aminitiesImages": "https://pix8.agoda.net/hotelImages/773/773306/773306_14112614300023632053.jpg",
      "reviews" : "1500",
      "starRating" : "4.5"
    },
    {
      "id": "4",
      "name": "Sa Balai Lake View Resort: Relaxing Resort by the Lake in Lake Sebu",
      "email" : "sabalailakeview@gmail.com",
      "logoUrl": "https://vismin.ph/wp-content/uploads/2020/12/Sa-Balai-Lake-View-Resort-Lake-Sebu-8-1536x798.jpg",
      "address": "Sitio Lamsufo, Poblacion Lake Sebu, South Cotabato",
      "contactNo": "09391265970/09068650630",
      "website": "https://www.facebook.com/SaBalaiLakeView/",
      "body1": "Lake Sebu is considered one of the Philippines’ most important watersheds. It is a major provider of irrigation to the provinces of Sultan Kudarat and South Cotabato. The DOT has promoted the lake as one of the prime eco-tourism destinations in Mindanao. One interesting fact about it is that it is in the ancestral domain of the T’boli and Ubo tribes.\n\nThere’s a place in South Cotabato that offers not only a relaxing stay and a fun-filled day with your loved ones but also a magnificent view of the still but grand Lake Sebu. Sa Balai Lake View Resort in Lake Sebu, South Cotabato is a place to be for those who want to venture on an experience down south of the Philippines.",
      "bodyImagesUrl": "https://vismin.ph/wp-content/uploads/2020/12/Sa-Balai-Lake-View-Resort-Lake-Sebu-8-1536x798.jpg<:>https://vismin.ph/wp-content/uploads/2020/12/Sa-Balai-Lake-View-Resort-Lake-Sebu-5.jpg<:>https://vismin.ph/wp-content/uploads/2020/12/Sa-Balai-Lake-View-Resort-Lake-Sebu-7-1536x1152.jpg",
      "body2": "It is place ideal for a weekend refreshment for the entire family. Their large pools can satiate your cravings for a cold dip and an invigorating swim.  The presence of your friends and family is going to rev up the enjoyment as you waddle around their wide basin of water.\n\nStaying at this resort is a guaranteed wonderful experience. The rooms are great, and the beds are extremely comfortable. The accommodation types are also filled with a countryside theme to complete the homey experience. On top of this, your morning is to be complemented with a coffee and a great view of the beautiful lake.\n\nNight life here at Sa Balai Lake View Resort is also equally appealing as that of the morning. Lights are flashed across the pool to create a cinematic view of the place. A bonfire can also be set-up in the place for a more intimate atmosphere.\n\nThis resort is also open for exclusive rentals for your special events. You can book events such as seminars, trainings, retreats, recollections, birthday parties, reunions, gatherings, debut, wedding, and camping.\n\nHOW TO GET THERE?\n\nBY COMMUTE: From General Santos City’s Bulaong Terminal, ride on a van going straight to Lake Sebu. Alternatively, you can catch a non-stop Marbel (Koronadal) bound Yellow Bus Line (YBL) from Bulaong Terminal, travel time is approximately one hour and fare is around P100. At Marbel Terminal, catch a van to Lake Sebu (travel time takes 1.5 hours). You can then ask around how to get to Sa Balai Lake View Resort.\n\nIf you’re from Davao City, take a bus from Davao Ecoland Terminal to Marbel. Travel time is at least four (4) hours and fare is around P350. From Marbel Terminal, catch a van straight to Lake Sebu.\n\nBY CAR: Navigate with Waze or Google Maps and set your destination to “Sa Balai Lake View Resort” in Lake Sebu, South Cotabato. Parking space is available.\n\nsource:https://vismin.ph/2020/sa-balai-lake-view-resort/",
      "aminitiesNames": "RATES & OTHER INFORMATION\n\nDAY USE:\n\nDay Tour: P30\nEntrance fee:\n\tAdult: P100\n\t7 – 12 y/o: P75\n\tBelow 6 y/o: P50\nOpening hours: 6AM – 4PM\n\nNIGHT USE:\n\nEntrance fee:\n\tAdult: P130\n\t7 – 12 y/o: P100\n\tBelow 6 y/o: P75\nOpening hours: 5PM – 9PM\n\nROOM RATES:\n\nBarkada Room: P5,000 per night (5-12 persons)\nBalai ni Nanay: P7,200 per night (10-20 persons)\nBalai Pahuwayan: P10,000 per night (10-20 persons)\n\nNote: All accommodation types come with free breakfast and pool access.",
      "aminitiesImages": "https://vismin.ph/wp-content/uploads/2020/12/Sa-Balai-Lake-View-Resort-Lake-Sebu-2-1536x1152.jpg",
      "reviews" : "1250",
      "starRating" : "4"
    }
  ]
}